function getAbout(_req, res) {
  res.json({
    title: "भारतीय श्रमिक कामगार कर्मचारी महासंघ राजस्थान :",
    text:
      "भारतीय श्रमिक कामगार कर्मचारी महासंघ भारत का सबसे बड़ा केंद्रीय, कामगारो कर्मचारियों व श्रमिक संगठन है। इसकी स्थापना 23 जुलाई 2010 को हुई। भारत के अन्य श्रम संगठनों की तरह यह किसी संगठन के विभाजन के कारण नहीं बना वरन एक विचारधारा के लोगों का सम्मिलित प्रयास का परिणाम था।यह देश का पहला श्रमिक संगठन है, जो राष्ट्रवादी विचारधारा वाले राजनैतिक दल को समर्थन करता है जो सरकार श्रमिको,मजदूरों, कामगारो के हित की बात करें उसके समर्थन के लिए कार्य करता है , श्रमिकों , मजदूरों, कामगारो के लिए, श्रमिकों द्वारा संचालित अपने में स्वतंत्र श्रमिक संगठन है। स्थापना के पश्चात द्रुत गति से उन्नति करते हुए आज यह देश के विभिन्न राज्यों सदस्य संख्या वाला श्रमिक संगठन है। भारतीय श्रमिक कामगार कर्मचारी महासंघ ने अपने स्थापना के 12 वर्ष पूरे होने पर एक करोड़ से अधिक सदस्यता तथा देश का तीसरे से दूसरा केन्द्रीय श्रमिक संगठन बन चुका है । भारतीय श्रमिक कामगार कर्मचारी महासंघ का कार्य भारत के 32 राज्यों तथा अनेको उद्योगों में है। यह 2010 की सदस्यता सत्यापन के आधार पर पहली बार 2021 में देश का नम्बर 3 श्रमिक संगठन बन चुका है । वर्ष 2022 की सदस्यता सत्यापन के अन्तरिम परिणाम की घोषणा के अनुसार भारतीय श्रमिक कामगार कर्मचारी महासंघ 55 लाख से भी अधिक संख्या के साथ अब भी देश का सबसे अधिक सदस्यों वाला श्रमिक, कामगार, कर्मचारी संगठन है।",
  });
}

module.exports = { getAbout };

